Repository: pepeizq/Steam-Bridge
Catalog: Steam Bridge/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, pl_pl

# Add.Text
source: Add
es_es: Añadir
pl_pl: Dodaj

# Add2
source: Add
es_es: Añadir
pl_pl: Dodaj

# AddGames.Text
source: Add to Steam
es_es: Añadir Juegos
pl_pl: Dodaj do Steam

# AddGamesWarning.Text
source: Steam must be closed
es_es: Steam debe estar cerrado
pl_pl: Steam musi być zamknięty

source: Change
es_es: Cambiar
pl_pl: Zmiana

# Config
source: Configuration
es_es: Configuración
pl_pl: Konfiguracja

# ConfigBlizzardMessage.Text
source: Add the folder where are installed the games (example C:\Blizzard App\Games)
es_es: Añade la carpeta donde están instalados los juegos (ejemplo C:\Blizzard App\Games)
pl_pl: Dodaj folder, w którym są zainstalowane gry ( na przykład C:\Blizzard App\Games)

# ConfigGOGGalaxyMessage.Text
source: Add the folder where are installed the games (example C:\GalaxyClient\Games)
es_es: Añade la carpeta donde están instalados los juegos (ejemplo C:\GalaxyClient\Games)
pl_pl: Dodaj folder, w którym są zainstalowane gry ( na przykład C:\GalaxyClient\Games)

# ConfigOriginMessage.Text
source: Add the folder C:\ProgramData\Origin\LocalContent (may be hidden)
es_es: Añade la carpeta C:\ProgramData\Origin\LocalContent (puede estar oculta)
pl_pl: Dodaj folder C:\ProgramData\Origin\LocalContent (może być ukryty)

# ConfigReset.Text
source: Reset Configuration
es_es: Resetear Configuración
pl_pl: Zresetuj konfigurację

# ConfigSteamMessage.Text
source: Before you can add in Steam the shortcuts you must indicate where it is installed (example: C:\Steam)
es_es: Antes de poder añadir en Steam los accesos directos debes indicar donde está instalado (ejemplo: C:\Steam)
pl_pl: Zanim dodasz skróty ze Steam, musisz wskazać, gdzie jest zainstalowany (przykład: C:\Steam)

# ConfigSteamMessage2.Text
source: Now configure the clients you have installed
es_es: Ahora configura los clientes que tengas instalados
pl_pl: Teraz skonfiguruj klienty, które zainstalowałeś

# ConfigSteamOverlayMessage.Text
source: Steam Overlay: This option is used to keep the Steam Overlay on other clients, but it is not perfect and can fail. Select one mode and try:
es_es: Steam Overlay: Esta opción sirve para conservar el Steam Overlay en otros clientes, pero no es perfecta y puede dar fallos. Selecciona un modo y prueba:
pl_pl: Nakładka Steam: ta opcja służy do dodania nakładki Steam na innych klientach, jednak sama nakładka może nie działać. Wybierz jeden z trybów i spróbuj:

# ConfigTwitchMessage.Text
source: Add the folder C:\Users\[Your User]\AppData\Roaming\Twitch
es_es: Añade la carpeta C:\Users\[Tu Usuario]\AppData\Roaming\Twitch
pl_pl: Dodaj folder C:\Users\[Twój użytkownik]\AppData\Roaming\Twitch

# ConfigUplayMessage1.Text
source: Add the folder where Uplay is installed (example C:\Program Files\Ubisoft Game Launcher\)
es_es: Añade la carpeta donde Uplay está instalado (ejemplo C:\Archivos de Programa\Ubisoft Game Launcher\)
pl_pl: Dodaj folder, w którym jest zainstalowany Uplay (przykład C:\Program Files\Ubisoft Game Launcher\)

# ConfigUplayMessage2.Text
source: Add the folder where are installed the games (example C:\Ubisoft Game Launcher\Games)
es_es: Añade la carpeta donde están instalados los juegos (ejemplo C:\Ubisoft Game Launcher\Games)
pl_pl: Dodaj folder, w którym są zainstalowane gry (przykład C:\Ubisoft Game Launcher\Games)

# ConfigWindowsStoreMessage.Text
source: Add the folder C:\Program Files\WindowsApps (you must have read permissions)
es_es: Añade la carpeta C:\Archivos de Programa\WindowsApps (debes de tener permisos de lectura)
pl_pl: Dodaj folder C:\Program Files\WindowsApps (musisz mieć uprawnienia odczytu)

# ConfigWindowsStoreTutorial.Content
source: Tutorial to get permissions
es_es: Tutorial para obtener permisos
pl_pl: Samouczek, jak uzyskać uprawnienia.

# MessageBridge.Text
source: Select a platform
es_es: Selecciona un cliente de la barra izquierda si lo tienes configurado
pl_pl: Wybierz platformę

source: More Things
es_es: Más Cosas
pl_pl: Więcej rzeczy

# NoGames.Text
source: No games detected
es_es: No se han detectado juegos
pl_pl: Nie wykryto żadnych gier

# OtherOptions.Text
source: Other Options
es_es: Otras Opciones
pl_pl: Inne opcje

# Success
source: The game has been added to Steam
es_es: El juego ha sido añadido en Steam
pl_pl: Gra została dodana do Steam

# Success2
source: The games have been added in Steam
es_es: Los juegos han sido añadidos en Steam
pl_pl: Gry zostały dodane do Steam

# MoreThings_Back
source: Back
pl_pl: Wstecz

# MoreThings_Contact
source: Contact
pl_pl: Kontakt

# MoreThings_HelpTranslate
source: Help to Translate
pl_pl: Pomóż w tłumaczeniu

# MoreThings_MoreApps
source: More Apps
pl_pl: Więcej aplikacji

# MoreThings_ReportBug
source: Report a Bug
pl_pl: Zgłoś błąd

# MoreThings_SourceCode
source: Source Code
pl_pl: Kod źródłowy

# MoreThings_VoteApp
source: Vote the App
pl_pl: Oceń aplikację

# NoSteam.Text
source: Steam not detected
pl_pl: Steam nie został wykryty, przejdź do Konfiguracji
